{
  "aboutme-intro": [
    {
      "title": "HomePageText",
      "value": "Hello, I'm Andrei, and I'm 24 years old. Here you'll find some details about me to get to know me better"
    }
  ],
  "aboutme-main": [
    {
      "title": "AboutMeMainText",
      "value1": "•React.js",
      "value2": "•JSX",
      "value3": "•JavaScript ",
      "value4": "•SASS",
      "value5": "•Cascading Style Sheets (CSS)",
      "value6": "•PrimeReact ",
      "value7": "•Material UI",
      "value8": "•Formik ",
      "value9": "•Yup",
      "value10": "•Axios",
      "value11": "•Redux Toolkit",
      "value12": "•TypeScript",
      "value13": "•Firebase",
      "value14": "•VS Code",
      "value15": "•GitHub"
     
    }
    
  ],
  "aboutme-volunteer": [
    {
      "title": "AboutMeVolunteering",
      "value": "Volunteering in Student Union Romania from November 2018-present",
      "value1": "Volunteering in student association FIRESC at university 2018 - 2022",
       "value2": "Secretary in board at student association FIRESC 2019 - 2022",
       "value3": "Volunteering at Hard & Soft at Universitatea „Stefan cel Mare”",
       "value4": "Volunteering at VideoArt and UNICA festival 2016"


      

    }
  ],
  "aboutme-university": [
    {
      "title": "AboutMeUniversity",
      "value": "I graduated from Stefan cel Mare University with a Bachelor's degree in Computer Science.",
      "value1":"During university, I participated in a team project to redesign our public transport website. Following that, I had a group internship at ASSIST Software as a front-end developer. Later, I undertook an individual internship at the same company, further enhancing my front-end development skills. These experiences were crucial in shaping my career as a web developer."
      
    }
  ],
  "aboutme-degree": [
    {
      "title": "AboutBachelorDeg",
      "value":"My bachelor degree consisted in the design of an intelligent system to control of a tarpaulin for terraces.",
      "value1": " The aim of the project was to develop and implement an embedded system aiming to automate and simplify a human action. The system uses a rain sensor to close or open the tarpaulins depending on the weather outside, a set of buttons for its manual operation and a mobile application for a remote control. For that I used a Raspberry Pi because I could use the multi‑Threading part and a wireless connection with the phone. To make the project I used Python and Thonny IDE for programming the Raspberry PI and for the mobile application I used Android Studio with Java."
    }
  ]
}
